// © Copyright 2009-2012, 2015 HP Development Company, L.P.

TaskName = "System Maintenance Utility";
NoUtilityErrorTitle = "L'utilitaire n'a pas pu être lancé.";
NoUtilityErrorDescription = "Impossible de trouver l'utilitaire. Veuillez réinstaller le logiciel.";
TaskNameTitle = "Maintenance du périphérique";
TaskDescriptionTitle = "L'imprimante sélectionnée est prise en charge par HP Designjet System Maintenance Utility. Pour assurer la maintenance de l'imprimante et afficher les informations la concernant, cliquez sur le bouton \"Lancer l'utilitaire\".";
LaunchUtilityButtonTitle = "Lancer l'utilitaire";